{"doc_id":"D001","title":"Warehouse Facility – Eligibility Criteria","section":"Eligibility","text":"Eligible receivables must be current and not more than 90 days past due. Receivables with obligors rated below B- are ineligible. Cross-border receivables are ineligible unless hedged for currency. Concentration limits apply as per the term sheet.","sentences":["Eligible receivables must be current and not more than 90 days past due.","Receivables with obligors rated below B- are ineligible.","Cross-border receivables are ineligible unless hedged for currency.","Concentration limits apply as per the term sheet."]}
{"doc_id":"D002","title":"Advance Rate Schedule","section":"Advance Rates","text":"Prime auto loans carry a 90% advance rate. Subprime auto loans carry a 75% advance rate. Equipment loans rated BBB- or above carry an 85% advance rate. Any asset without a valid valuation within 12 months receives a 0% advance rate.","sentences":["Prime auto loans carry a 90% advance rate.","Subprime auto loans carry a 75% advance rate.","Equipment loans rated BBB- or above carry an 85% advance rate.","Any asset without a valid valuation within 12 months receives a 0% advance rate."]}
{"doc_id":"D003","title":"Borrowing Base Policy","section":"Borrowing Base","text":"The borrowing base equals the sum of eligible exposure times the applicable advance rate, minus reserves. Reserves include dilution reserve, concentration excess, and ineligibles. The facility cap is the lesser of the borrowing base and the commitment amount.","sentences":["The borrowing base equals the sum of eligible exposure times the applicable advance rate, minus reserves.","Reserves include dilution reserve, concentration excess, and ineligibles.","The facility cap is the lesser of the borrowing base and the commitment amount."]}
{"doc_id":"D004","title":"Concentration Limits","section":"Limits","text":"Single obligor exposure may not exceed 5% of the pool balance. The top 10 obligors may not exceed 30% of the pool. No industry sector may exceed 25%. Geographic concentration in any state may not exceed 20%.","sentences":["Single obligor exposure may not exceed 5% of the pool balance.","The top 10 obligors may not exceed 30% of the pool.","No industry sector may exceed 25%.","Geographic concentration in any state may not exceed 20%."]}
{"doc_id":"D005","title":"Trigger Events and Early Amortization","section":"Triggers","text":"An early amortization event occurs if the OC ratio falls below 102%. A three-month average delinquency rate above 4% is a trigger event. A servicer rating downgrade below B- is a trigger. Upon an early amortization event, principal collections are applied pro rata to amortize the facility.","sentences":["An early amortization event occurs if the OC ratio falls below 102%.","A three-month average delinquency rate above 4% is a trigger event.","A servicer rating downgrade below B- is a trigger.","Upon an early amortization event, principal collections are applied pro rata to amortize the facility."]}
{"doc_id":"D006","title":"Valuation and Haircuts","section":"Valuation","text":"Collateral must be valued at least annually by an independent party. Assets without current valuations are subject to a 100% haircut for borrowing base purposes. Real estate-backed loans require appraisals every 12 months.","sentences":["Collateral must be valued at least annually by an independent party.","Assets without current valuations are subject to a 100% haircut for borrowing base purposes.","Real estate-backed loans require appraisals every 12 months."]}
{"doc_id":"D007","title":"Definitions","section":"Glossary","text":"Overcollateralization (OC) ratio is the collateral balance divided by the outstanding facility balance. Dilution means non-cash reductions such as returns and discounts. Borrowing base reserves are reductions applied to the gross advance.","sentences":["Overcollateralization (OC) ratio is the collateral balance divided by the outstanding facility balance.","Dilution means non-cash reductions such as returns and discounts.","Borrowing base reserves are reductions applied to the gross advance."]}
{"doc_id":"D008","title":"Reporting Requirements","section":"Reporting","text":"The servicer must deliver a monthly data tape within 10 business days of month-end. The trustee report is due within 15 business days. Any breach of eligibility criteria must be reported within 2 business days.","sentences":["The servicer must deliver a monthly data tape within 10 business days of month-end.","The trustee report is due within 15 business days.","Any breach of eligibility criteria must be reported within 2 business days."]}
{"doc_id":"D009","title":"Dilution Reserve Policy","section":"Reserves","text":"The dilution reserve equals the greater of 5% and two times the three-month average dilution rate. Dilution includes returns, credits, and discounts. The reserve is applied as a percentage reduction to the borrowing base.","sentences":["The dilution reserve equals the greater of 5% and two times the three-month average dilution rate.","Dilution includes returns, credits, and discounts.","The reserve is applied as a percentage reduction to the borrowing base."]}
{"doc_id":"D010","title":"Cross-Border Eligibility","section":"Eligibility","text":"Cross-border receivables are eligible only if currency risk is hedged. Legal enforceability must be confirmed by local counsel. Sovereign sanctions screening is required before inclusion.","sentences":["Cross-border receivables are eligible only if currency risk is hedged.","Legal enforceability must be confirmed by local counsel.","Sovereign sanctions screening is required before inclusion."]}
{"doc_id":"D011","title":"Setoff Risk Mitigation","section":"Eligibility","text":"Receivables subject to obligor setoff rights are ineligible unless a setoff waiver is obtained. Alternatively, a deposit account control agreement eliminates setoff risk. Setoff-exposed receivables without mitigation must be excluded.","sentences":["Receivables subject to obligor setoff rights are ineligible unless a setoff waiver is obtained.","Alternatively, a deposit account control agreement eliminates setoff risk.","Setoff-exposed receivables without mitigation must be excluded."]}
{"doc_id":"D012","title":"Servicer Standards","section":"Servicing","text":"A backup servicer must be appointed at closing. The backup servicer must be capable of taking over within 30 days of a transfer event. The servicer must maintain disaster recovery and tested business continuity plans.","sentences":["A backup servicer must be appointed at closing.","The backup servicer must be capable of taking over within 30 days of a transfer event.","The servicer must maintain disaster recovery and tested business continuity plans."]}
{"doc_id":"D013","title":"Cash Management","section":"Collections","text":"Collections must be deposited into a controlled account daily. Funds must be swept to the secured account within 2 business days. Commingling risk is mitigated by lockbox arrangements.","sentences":["Collections must be deposited into a controlled account daily.","Funds must be swept to the secured account within 2 business days.","Commingling risk is mitigated by lockbox arrangements."]}
{"doc_id":"D014","title":"Priority of Payments","section":"Waterfall","text":"Cashflows are applied first to trustee and administration fees. Second, hedging payments and expenses are paid. Third, interest on the facility is paid. Fourth, principal collections are applied as scheduled. Residual amounts flow to the equity.","sentences":["Cashflows are applied first to trustee and administration fees.","Second, hedging payments and expenses are paid.","Third, interest on the facility is paid.","Fourth, principal collections are applied as scheduled.","Residual amounts flow to the equity."]}
{"doc_id":"D015","title":"Commitment and Cap","section":"Limits","text":"The maximum facility amount is the commitment. Availability is limited to the lesser of the borrowing base and the commitment. The lender may reduce the commitment upon persistent trigger breaches.","sentences":["The maximum facility amount is the commitment.","Availability is limited to the lesser of the borrowing base and the commitment.","The lender may reduce the commitment upon persistent trigger breaches."]}
{"doc_id":"D016","title":"Advance Rate Overrides","section":"Advance Rates","text":"Assets missing required documents are assigned a 0% advance rate. Assets flagged for fraud review are temporarily assigned a 0% advance rate. Overrides are reviewed monthly.","sentences":["Assets missing required documents are assigned a 0% advance rate.","Assets flagged for fraud review are temporarily assigned a 0% advance rate.","Overrides are reviewed monthly."]}
{"doc_id":"D017","title":"Documentation Requirements","section":"Eligibility","text":"Each receivable must have an executed contract and evidence of delivery or service completion. Proof of assignment to the SPV must be recorded. Missing documentation renders a receivable ineligible until cured.","sentences":["Each receivable must have an executed contract and evidence of delivery or service completion.","Proof of assignment to the SPV must be recorded.","Missing documentation renders a receivable ineligible until cured."]}
{"doc_id":"D018","title":"Grace Period Policy","section":"Delinquency","text":"A grace period of up to 5 days does not constitute delinquency. Payments received within the grace period are treated as current. Late fees during the grace period do not change delinquency status.","sentences":["A grace period of up to 5 days does not constitute delinquency.","Payments received within the grace period are treated as current.","Late fees during the grace period do not change delinquency status."]}
{"doc_id":"D019","title":"Charge-Off Definition","section":"Defaults","text":"Consumer receivables are charged off at 120 days past due. Commercial receivables are charged off at 180 days past due. Earlier charge-off may occur upon bankruptcy or fraud.","sentences":["Consumer receivables are charged off at 120 days past due.","Commercial receivables are charged off at 180 days past due.","Earlier charge-off may occur upon bankruptcy or fraud."]}
{"doc_id":"D020","title":"Early Payoffs and Dilution","section":"Dilution","text":"Early payoffs reduce finance charges and may create dilution. Cash discounts, rebates, and returns are dilution sources. Dilution reduces the borrowing base through the dilution reserve.","sentences":["Early payoffs reduce finance charges and may create dilution.","Cash discounts, rebates, and returns are dilution sources.","Dilution reduces the borrowing base through the dilution reserve."]}
{"doc_id":"D021","title":"Industry Exclusions","section":"Eligibility","text":"Receivables from sanctioned industries are ineligible. Firearms and gambling sector receivables require specific approval. Without approval, such receivables must be excluded from the pool.","sentences":["Receivables from sanctioned industries are ineligible.","Firearms and gambling sector receivables require specific approval.","Without approval, such receivables must be excluded from the pool."]}
{"doc_id":"D022","title":"Geographic Restrictions","section":"Eligibility","text":"Receivables from sanctioned countries are ineligible. Country risk must be reviewed quarterly. Foreign receivables must comply with local assignment laws.","sentences":["Receivables from sanctioned countries are ineligible.","Country risk must be reviewed quarterly.","Foreign receivables must comply with local assignment laws."]}
{"doc_id":"D023","title":"Insurance Requirements","section":"Eligibility","text":"Equipment collateral must be insured against loss. The SPV must be listed as lender’s loss payee. Lapsed insurance renders the related receivable ineligible until reinstated.","sentences":["Equipment collateral must be insured against loss.","The SPV must be listed as lender’s loss payee.","Lapsed insurance renders the related receivable ineligible until reinstated."]}
{"doc_id":"D024","title":"Appraisal Validity","section":"Valuation","text":"Appraisals are valid for 12 months from the appraisal date. After expiration, a new appraisal is required. Appraisals must be performed by an independent, certified appraiser.","sentences":["Appraisals are valid for 12 months from the appraisal date.","After expiration, a new appraisal is required.","Appraisals must be performed by an independent, certified appraiser."]}
{"doc_id":"D025","title":"Data Tape Fields","section":"Reporting","text":"The monthly data tape must include obligor, balance, interest rate, maturity, and days past due. It must include collateral type and geographic location. Missing mandatory fields above 1% triggers a data exception.","sentences":["The monthly data tape must include obligor, balance, interest rate, maturity, and days past due.","It must include collateral type and geographic location.","Missing mandatory fields above 1% triggers a data exception."]}
{"doc_id":"D026","title":"Audit and Field Exams","section":"Monitoring","text":"A field exam must be conducted at least quarterly. Collateral audits verify eligibility and documentation. Material exceptions must be remediated within 30 days.","sentences":["A field exam must be conducted at least quarterly.","Collateral audits verify eligibility and documentation.","Material exceptions must be remediated within 30 days."]}
{"doc_id":"D027","title":"Concentration Excess Reserve","section":"Reserves","text":"Concentration excess equals the portion of pool exposure above applicable limits. The excess is deducted from the borrowing base. Limits are defined by obligor, industry, and geography.","sentences":["Concentration excess equals the portion of pool exposure above applicable limits.","The excess is deducted from the borrowing base.","Limits are defined by obligor, industry, and geography."]}
{"doc_id":"D028","title":"Hedging Requirements","section":"Hedging","text":"Floating-rate exposure must be hedged to a fixed or capped profile. An interest rate cap with notional matching the facility is acceptable. Hedge tenor must not be shorter than the facility tenor.","sentences":["Floating-rate exposure must be hedged to a fixed or capped profile.","An interest rate cap with notional matching the facility is acceptable.","Hedge tenor must not be shorter than the facility tenor."]}
{"doc_id":"D029","title":"Modified Loans Eligibility","section":"Eligibility","text":"Loans modified for hardship remain ineligible for 3 months. After three consecutive on-time payments post-modification, they may be reclassified as eligible. The servicer must document the modification terms.","sentences":["Loans modified for hardship remain ineligible for 3 months.","After three consecutive on-time payments post-modification, they may be reclassified as eligible.","The servicer must document the modification terms."]}
{"doc_id":"D030","title":"Payment Holidays","section":"Eligibility","text":"Payment deferrals up to 60 days during approved programs do not constitute delinquency. Deferred balances must be capitalized or scheduled per policy. Longer deferrals require lender approval.","sentences":["Payment deferrals up to 60 days during approved programs do not constitute delinquency.","Deferred balances must be capitalized or scheduled per policy.","Longer deferrals require lender approval."]}
{"doc_id":"D031","title":"Balloon Loans","section":"Eligibility","text":"Balloon loans are eligible if the loan-to-value does not exceed 85%. Balloon loans must have at least 6 months of seasoning. Balloon payments must be covered by documented refinance or sale plan.","sentences":["Balloon loans are eligible if the loan-to-value does not exceed 85%.","Balloon loans must have at least 6 months of seasoning.","Balloon payments must be covered by documented refinance or sale plan."]}
{"doc_id":"D032","title":"Loan-to-Value Limits","section":"Eligibility","text":"Real estate-backed loans must have LTV at or below 80%. Equipment loans must have LTV at or below 85%. LTV is calculated using the latest appraised value.","sentences":["Real estate-backed loans must have LTV at or below 80%.","Equipment loans must have LTV at or below 85%.","LTV is calculated using the latest appraised value."]}
{"doc_id":"D033","title":"Receivable Types","section":"Eligibility","text":"Term receivables with fixed amortization are eligible. Revolving receivables are eligible only for funded, billed balances. Unfunded commitments are ineligible.","sentences":["Term receivables with fixed amortization are eligible.","Revolving receivables are eligible only for funded, billed balances.","Unfunded commitments are ineligible."]}
{"doc_id":"D034","title":"Servicer Advances","section":"Borrowing Base","text":"Servicer advances are not included in the borrowing base. Reimbursed advances must be excluded from collections analysis. Advance reimbursements flow outside the collateral waterfall.","sentences":["Servicer advances are not included in the borrowing base.","Reimbursed advances must be excluded from collections analysis.","Advance reimbursements flow outside the collateral waterfall."]}
{"doc_id":"D035","title":"Commingling Mitigation","section":"Collections","text":"If the servicer rating falls below BB-, daily sweeps to a controlled account are required. Prior to that, sweeps occur within 2 business days. Lockbox remittances must name the SPV as beneficiary.","sentences":["If the servicer rating falls below BB-, daily sweeps to a controlled account are required.","Prior to that, sweeps occur within 2 business days.","Lockbox remittances must name the SPV as beneficiary."]}
{"doc_id":"D036","title":"Collections Application","section":"Servicing","text":"Collections are applied first to fees, then interest, then principal. Overpayments are refunded to the obligor. Recoveries on charged-off accounts are treated as miscellaneous collections.","sentences":["Collections are applied first to fees, then interest, then principal.","Overpayments are refunded to the obligor.","Recoveries on charged-off accounts are treated as miscellaneous collections."]}
{"doc_id":"D037","title":"Fee Treatment","section":"Eligibility","text":"Late fees are excluded from the collateral balance. Prepayment penalties are excluded from the collateral balance. Only principal and accrued interest are included.","sentences":["Late fees are excluded from the collateral balance.","Prepayment penalties are excluded from the collateral balance.","Only principal and accrued interest are included."]}
{"doc_id":"D038","title":"Proof of Delivery","section":"Eligibility","text":"Trade receivables must have evidence of delivery or service completion. Acceptable evidence includes signed POD or system-confirmed completion. Missing proof renders the receivable ineligible until provided.","sentences":["Trade receivables must have evidence of delivery or service completion.","Acceptable evidence includes signed POD or system-confirmed completion.","Missing proof renders the receivable ineligible until provided."]}
{"doc_id":"D039","title":"Disputes Policy","section":"Eligibility","text":"Receivables subject to unresolved disputes are ineligible. Disputes include quality claims, pricing disputes, and short payments. Disputed balances become eligible after written resolution.","sentences":["Receivables subject to unresolved disputes are ineligible.","Disputes include quality claims, pricing disputes, and short payments.","Disputed balances become eligible after written resolution."]}
{"doc_id":"D040","title":"Recourse Requirements","section":"Structure","text":"Receivable purchases must be on a non-recourse basis to the SPV. Seller repurchase for breach does not constitute recourse. Third-party guarantees do not change non-recourse status.","sentences":["Receivable purchases must be on a non-recourse basis to the SPV.","Seller repurchase for breach does not constitute recourse.","Third-party guarantees do not change non-recourse status."]}
{"doc_id":"D041","title":"Industry Concentration Guidance","section":"Limits","text":"Healthcare sector exposure above 20% requires enhanced monitoring. Retail sector exposure above 25% requires stress testing. Limits are otherwise governed by the general concentration policy.","sentences":["Healthcare sector exposure above 20% requires enhanced monitoring.","Retail sector exposure above 25% requires stress testing.","Limits are otherwise governed by the general concentration policy."]}
{"doc_id":"D042","title":"Eligible Exposure Definition","section":"Glossary","text":"Eligible exposure is the receivable balance that meets all eligibility criteria. Ineligible amounts include aged, disputed, and undocumented portions. Eligibility is assessed at the line-item level.","sentences":["Eligible exposure is the receivable balance that meets all eligibility criteria.","Ineligible amounts include aged, disputed, and undocumented portions.","Eligibility is assessed at the line-item level."]}
{"doc_id":"D043","title":"Required Legal Opinions","section":"Legal","text":"True sale and nonconsolidation opinions are required at closing. Perfection and priority opinions are required where applicable. Local counsel opinions are required for foreign jurisdictions.","sentences":["True sale and nonconsolidation opinions are required at closing.","Perfection and priority opinions are required where applicable.","Local counsel opinions are required for foreign jurisdictions."]}
{"doc_id":"D044","title":"SPV Structure","section":"Structure","text":"The borrower must be a bankruptcy-remote SPV. The SPV must have independent directors. The SPV may not engage in activities unrelated to the financing.","sentences":["The borrower must be a bankruptcy-remote SPV.","The SPV must have independent directors.","The SPV may not engage in activities unrelated to the financing."]}
{"doc_id":"D045","title":"Perfection and Custody","section":"Legal","text":"Perfection is achieved by UCC filing and, where required, possession or control. Electronic chattel paper must be controlled under applicable law. Custodial exceptions must be tracked and cured promptly.","sentences":["Perfection is achieved by UCC filing and, where required, possession or control.","Electronic chattel paper must be controlled under applicable law.","Custodial exceptions must be tracked and cured promptly."]}
{"doc_id":"D046","title":"Revolving Line Eligibility","section":"Eligibility","text":"Only funded and billed balances are eligible for revolving lines. Unbilled or contingent amounts are ineligible. Overlimit amounts are ineligible until cured.","sentences":["Only funded and billed balances are eligible for revolving lines.","Unbilled or contingent amounts are ineligible.","Overlimit amounts are ineligible until cured."]}
{"doc_id":"D047","title":"Advance Rate Floors and Caps","section":"Advance Rates","text":"Advance rates may not exceed 95% for any asset. Advance rates below 50% require credit approval. The credit committee reviews advance rate changes quarterly.","sentences":["Advance rates may not exceed 95% for any asset.","Advance rates below 50% require credit approval.","The credit committee reviews advance rate changes quarterly."]}
{"doc_id":"D048","title":"Servicer Replacement Events","section":"Servicing","text":"A servicer event of default requires replacement within 60 days. Failure to remit collections timely is an event of default. Material breach of servicing standards is an event of default.","sentences":["A servicer event of default requires replacement within 60 days.","Failure to remit collections timely is an event of default.","Material breach of servicing standards is an event of default."]}
{"doc_id":"D049","title":"Breach Reporting","section":"Reporting","text":"Any breach of eligibility criteria must be reported within 2 business days. The report must include scope, impact, and cure plan. Persistent breaches may reduce availability.","sentences":["Any breach of eligibility criteria must be reported within 2 business days.","The report must include scope, impact, and cure plan.","Persistent breaches may reduce availability."]}
{"doc_id":"D050","title":"Interest Terms","section":"Economics","text":"Interest accrues on a daily simple basis unless otherwise specified. The base rate is benchmark plus a fixed margin. Default interest applies upon an event of default.","sentences":["Interest accrues on a daily simple basis unless otherwise specified.","The base rate is benchmark plus a fixed margin.","Default interest applies upon an event of default."]}
{"doc_id":"D051","title":"Documentation Cure Period","section":"Eligibility","text":"Missing documents must be cured within 10 business days of purchase. If not cured, the receivable becomes ineligible and must be repurchased. Extensions require lender approval.","sentences":["Missing documents must be cured within 10 business days of purchase.","If not cured, the receivable becomes ineligible and must be repurchased.","Extensions require lender approval."]}
{"doc_id":"D052","title":"Aging Step-Down","section":"Advance Rates","text":"Receivables between 61 and 90 days past due receive a 0% advance rate. Receivables 31 to 60 days past due may receive a reduced advance rate per committee. Current receivables receive the scheduled advance rate.","sentences":["Receivables between 61 and 90 days past due receive a 0% advance rate.","Receivables 31 to 60 days past due may receive a reduced advance rate per committee.","Current receivables receive the scheduled advance rate."]}
{"doc_id":"D053","title":"Dilution Definition Detail","section":"Dilution","text":"Dilution includes credit memos, promotional rebates, and price adjustments. Tax write-offs and charge-offs are not dilution. Disputed amounts are treated as dilution if resolved as credits.","sentences":["Dilution includes credit memos, promotional rebates, and price adjustments.","Tax write-offs and charge-offs are not dilution.","Disputed amounts are treated as dilution if resolved as credits."]}
{"doc_id":"D054","title":"Foreign Currency Concentration","section":"Limits","text":"Unhedged foreign currency exposure may not exceed 0% of the pool. Hedged foreign currency exposure may not exceed 10% of the pool. Hedging must be documented and monitored monthly.","sentences":["Unhedged foreign currency exposure may not exceed 0% of the pool.","Hedged foreign currency exposure may not exceed 10% of the pool.","Hedging must be documented and monitored monthly."]}
{"doc_id":"D055","title":"Government Obligor Policy","section":"Eligibility","text":"Receivables from government obligors are eligible at a 95% advance rate. Government receivables must have assignment acknowledged. Sovereign receivables require additional legal review.","sentences":["Receivables from government obligors are eligible at a 95% advance rate.","Government receivables must have assignment acknowledged.","Sovereign receivables require additional legal review."]}
{"doc_id":"D056","title":"Seller Repurchases","section":"Remedies","text":"Breach of reps and warranties must be cured or the receivable repurchased within 5 business days of notice. Repurchase price equals par plus accrued interest. Repeated breaches may trigger enhanced monitoring.","sentences":["Breach of reps and warranties must be cured or the receivable repurchased within 5 business days of notice.","Repurchase price equals par plus accrued interest.","Repeated breaches may trigger enhanced monitoring."]}
{"doc_id":"D057","title":"Portfolio Credit Quality","section":"Covenants","text":"The weighted average credit score must be at least 680 for consumer pools. For SME pools, the weighted average internal rating must be at least BB-. Failing the covenant triggers a borrowing base haircut.","sentences":["The weighted average credit score must be at least 680 for consumer pools.","For SME pools, the weighted average internal rating must be at least BB-.","Failing the covenant triggers a borrowing base haircut."]}
{"doc_id":"D058","title":"Seasoning Covenant","section":"Covenants","text":"Weighted average seasoning must be at least 6 months. Loans with less than 3 months seasoning are capped at 10% of the pool. Seasoning is measured from first payment date.","sentences":["Weighted average seasoning must be at least 6 months.","Loans with less than 3 months seasoning are capped at 10% of the pool.","Seasoning is measured from first payment date."]}
{"doc_id":"D059","title":"Bankruptcy and Eligibility","section":"Eligibility","text":"Obligors in bankruptcy render related receivables ineligible. Bankruptcy filings must be monitored weekly. Post-petition receivables may be eligible with court approval.","sentences":["Obligors in bankruptcy render related receivables ineligible.","Bankruptcy filings must be monitored weekly.","Post-petition receivables may be eligible with court approval."]}
{"doc_id":"D060","title":"Fraud Screening","section":"Eligibility","text":"Receivables flagged by fraud detection are temporarily ineligible. The servicer must investigate within 10 business days. Confirmed fraud results in exclusion and potential repurchase.","sentences":["Receivables flagged by fraud detection are temporarily ineligible.","The servicer must investigate within 10 business days.","Confirmed fraud results in exclusion and potential repurchase."]}
{"doc_id":"D061","title":"Early Amortization Waterfall","section":"Waterfall","text":"During early amortization, all principal collections are applied to amortize the facility. Excess spread is trapped into a reserve account. Equity distributions are suspended.","sentences":["During early amortization, all principal collections are applied to amortize the facility.","Excess spread is trapped into a reserve account.","Equity distributions are suspended."]}
{"doc_id":"D062","title":"Lease Advance Rates","section":"Advance Rates","text":"Prime auto leases carry an 88% advance rate. Equipment leases rated BBB- or above carry an 82% advance rate. Residual value risk must be covered by an approved methodology.","sentences":["Prime auto leases carry an 88% advance rate.","Equipment leases rated BBB- or above carry an 82% advance rate.","Residual value risk must be covered by an approved methodology."]}
{"doc_id":"D063","title":"Asset Type Mix","section":"Limits","text":"No single asset type may exceed 70% of the pool. At least 10% of the pool must be prime collateral. Deviations require credit committee approval.","sentences":["No single asset type may exceed 70% of the pool.","At least 10% of the pool must be prime collateral.","Deviations require credit committee approval."]}
{"doc_id":"D064","title":"Grace Interest Treatment","section":"Servicing","text":"Interest continues to accrue during grace periods. Accrued interest is included in the collateral balance. Late fees are excluded from the collateral balance.","sentences":["Interest continues to accrue during grace periods.","Accrued interest is included in the collateral balance.","Late fees are excluded from the collateral balance."]}
{"doc_id":"D065","title":"Data Quality Thresholds","section":"Reporting","text":"Missing mandatory data fields must be below 1% of records. Tape-to-servicer system reconciliation differences must be below 0.5% of balance. Breaches must be cured by the next reporting date.","sentences":["Missing mandatory data fields must be below 1% of records.","Tape-to-servicer system reconciliation differences must be below 0.5% of balance.","Breaches must be cured by the next reporting date."]}
{"doc_id":"D066","title":"Reconciliation Tolerances","section":"Reporting","text":"Reporting variances above 0.5% require explanation. Persistent variances trigger a field exam. Material errors must be corrected and restated.","sentences":["Reporting variances above 0.5% require explanation.","Persistent variances trigger a field exam.","Material errors must be corrected and restated."]}
{"doc_id":"D067","title":"Returns and Disputes Aging","section":"Dilution","text":"Returns older than 60 days must be written off or credited. Unresolved disputes beyond 30 days are treated as ineligible. Resolved disputes treated as credits contribute to dilution.","sentences":["Returns older than 60 days must be written off or credited.","Unresolved disputes beyond 30 days are treated as ineligible.","Resolved disputes treated as credits contribute to dilution."]}
{"doc_id":"D068","title":"Facility Size","section":"Limits","text":"The maximum facility size is 250 million in commitment. Increases require lender approval and updated legal opinions. The borrower may request a step-up after 6 months.","sentences":["The maximum facility size is 250 million in commitment.","Increases require lender approval and updated legal opinions.","The borrower may request a step-up after 6 months."]}
{"doc_id":"D069","title":"Borrowing Mechanics","section":"Operations","text":"Borrowing requests must be delivered at least 1 business day prior to funding. Draws must be supported by an availability certificate. Same-day requests require lender consent.","sentences":["Borrowing requests must be delivered at least 1 business day prior to funding.","Draws must be supported by an availability certificate.","Same-day requests require lender consent."]}
{"doc_id":"D070","title":"Collateral Substitution","section":"Operations","text":"Collateral may be substituted with assets of equal or better quality. Substitutions must not increase concentration excess. The lender may reject proposed substitutions.","sentences":["Collateral may be substituted with assets of equal or better quality.","Substitutions must not increase concentration excess.","The lender may reject proposed substitutions."]}
{"doc_id":"D071","title":"Hedge Counterparty Criteria","section":"Hedging","text":"Hedge counterparties must be rated at least A-. A replacement counterparty is required within 30 days of a downgrade below BBB-. Collateral posting may be required under the hedge agreement.","sentences":["Hedge counterparties must be rated at least A-.","A replacement counterparty is required within 30 days of a downgrade below BBB-.","Collateral posting may be required under the hedge agreement."]}
{"doc_id":"D072","title":"Tax Liens and Priority","section":"Eligibility","text":"Receivables subject to tax liens are ineligible. Liens with priority over the SPV must be released or subordinated. Tax lien searches must be updated quarterly.","sentences":["Receivables subject to tax liens are ineligible.","Liens with priority over the SPV must be released or subordinated.","Tax lien searches must be updated quarterly."]}
{"doc_id":"D073","title":"Lien Perfection Evidence","section":"Legal","text":"Evidence of lien perfection must be maintained in the collateral file. UCC filings must be renewed before lapse. Missing perfection evidence renders the receivable ineligible.","sentences":["Evidence of lien perfection must be maintained in the collateral file.","UCC filings must be renewed before lapse.","Missing perfection evidence renders the receivable ineligible."]}
{"doc_id":"D074","title":"Prepaid Accounts","section":"Eligibility","text":"Prepaid service accounts are ineligible until services are rendered. Unearned revenue cannot be included in collateral. Prepayments must be tracked separately.","sentences":["Prepaid service accounts are ineligible until services are rendered.","Unearned revenue cannot be included in collateral.","Prepayments must be tracked separately."]}
{"doc_id":"D075","title":"Delinquency Covenant","section":"Covenants","text":"A three-month average delinquency rate above 4% triggers a covenant breach. Breach may reduce advance rates by 5 percentage points. Persistent breach may trigger early amortization.","sentences":["A three-month average delinquency rate above 4% triggers a covenant breach.","Breach may reduce advance rates by 5 percentage points.","Persistent breach may trigger early amortization."]}
{"doc_id":"D076","title":"Stratification Reporting","section":"Reporting","text":"Monthly reports must include aging, FICO or rating bands, and geographic stratification. Top 10 obligors must be listed with balances and percentages. Vintage performance metrics must be provided quarterly.","sentences":["Monthly reports must include aging, FICO or rating bands, and geographic stratification.","Top 10 obligors must be listed with balances and percentages.","Vintage performance metrics must be provided quarterly."]}
{"doc_id":"D077","title":"Invoice Advance Rates","section":"Advance Rates","text":"Invoices to investment-grade obligors carry a 90% advance rate. Invoices to non-investment-grade obligors carry a 80% advance rate. Export invoices require currency hedging.","sentences":["Invoices to investment-grade obligors carry a 90% advance rate.","Invoices to non-investment-grade obligors carry a 80% advance rate.","Export invoices require currency hedging."]}
{"doc_id":"D078","title":"Small Obligor Caps","section":"Limits","text":"Obligors with balances below 10,000 are capped at 15% of the pool. Individual small obligors remain subject to the 5% single obligor limit. Caps prevent excessive granularity risk.","sentences":["Obligors with balances below 10,000 are capped at 15% of the pool.","Individual small obligors remain subject to the 5% single obligor limit.","Caps prevent excessive granularity risk."]}
{"doc_id":"D079","title":"Servicer Downgrade Trigger","section":"Triggers","text":"A servicer rating downgrade below B- is a trigger event. Upon downgrade, daily sweeps and enhanced reporting are required. Downgrade alone does not cause early amortization unless combined with other triggers.","sentences":["A servicer rating downgrade below B- is a trigger event.","Upon downgrade, daily sweeps and enhanced reporting are required.","Downgrade alone does not cause early amortization unless combined with other triggers."]}
{"doc_id":"D080","title":"Interest-Only Periods","section":"Eligibility","text":"Loans with an interest-only period up to 12 months are eligible if DSCR is at least 1.2x. Interest-only periods longer than 12 months are ineligible. IO loans must have clear amortization commencement dates.","sentences":["Loans with an interest-only period up to 12 months are eligible if DSCR is at least 1.2x.","Interest-only periods longer than 12 months are ineligible.","IO loans must have clear amortization commencement dates."]}